Repository: kevinrmartinez/RetroLinker
Catalog: RetroLinker/Translations/resAvaloniaOps.*.resx
Languages: es

# dlgFolderUserAssets
source: Pick a directory for UserAssets
es: Eliga el directorio de UserAssets

# dlgFolderROMParent
source: Pick your ROMs' parent directory
es: Eliga el directorio padre de ROMs

# dlgFolderIcoOutput
source: Pick the directory to output the ".ico" files
es: Eliga el directorio donde guardar los .ico

# dlgFolderLinkCopy
source: Pick a directory to make a copy
es: Eliga el directorio donde crear la copia

# dlgFolderFallback
source: Pick a directory...
es: Eliga el directorio...

# pckFileTypeExe
source: Executables
es: Ejecutables

# pckFileTypeSh
source: Script files
es: Archivos de scripts

# pckFileTypeConf
source: Config Files
es: Archivos Config

# pckFileTypeIco
source: Windows Icons
es: Iconos de Windows

# pckFileTypeConvI
source: Valid Image Files
es: Archivos de Imagenes Validos

# pckFileTypeIcon
source: Icon Files
es: Archivos de Iconos

# dlgFileLINKDir
source: Choose the Link output
es: Eliga el destino del link

# dlgFileOutFallback
source: Choose the file output
es: Eliga donde guardar el archivo

# dlgFileRAexe
source: Pick the ReatroArch executable
es: Eliga el ejecutable de RetroArch

# dlgFileRAroms
source: Pick the ROM you wish to link
es: Eliga la ROM que desea linkear

# dlgFileRAcfg
source: Specify a Config file
es: Especifique el archivo Config

# dlgFileIcon
source: Pick an icon file
es: Eliga un archivo de icono

# dlgFileInFallback
source: Pick a file
es: Eliga un archivo
