Repository: kevinrmartinez/RetroLinker
Catalog: RetroLinker/Translations/resMainView.*.resx
Languages: es

# lblRADir
source: RetroArch executable*
es: Ejecutable de RetroArch*

# lblROMDir
source: ROM directory*
es: Directorio de la ROM*

# chkContentless
source: Contentless
es: Sin Contenido

# lblNoCores
source: 'cores.txt' not found!
es: 'cores.txt' no encontrado!

# lblLinkDir
source: Shortcut output directory*
es: Directorio destino del Shortcut*

# lblLinkName
source: Output Shortcut name*
es: Nombre del Shortcut destino*

# lblLinkDeskDir
source: Desktop directory
es: Directorio del Desktop

# lblDesc
source: Shortcut description
es: Descripcion del Shortcut

# txtDesc_mark
source: Play Super Mario Bros. on RetroArch
es: Juega Super Mario Bros. en RetroArch

# txtDesc_tip
source: Adds a description to the new shortcut
es: Agrega una descripcion al shortcut que se creara

# lblICON
source: Icon selection
es: Seleccion de Icono

# rdoIconCus
source: Custom
es: Personalizar

# lblIconNoImage
source: This item cannot be displayed
es: No se puede visualizar este elemento

# tipBrowse
source: Browse
es: Explorar

# tipPatches
source: Patches
es: Parches

# tipAppendConfig
source: Append Config
es: Adjuntar Config

# tipIconNoImage
source: The program can not display the selected icon. However, the selected file will be used to create the shortcut.
es: El programa no puede visualizar el icono seleccionado. Sin embargo, el archivo será usado al crear el shortcut.

# LinPopUp_Title
source: Notice
es: Observacion

# LinPopUp_Head
source: The name used here will be used as the visible name of the link, and as the name of the file itself.
es: El nombre utilizado aqui sera utilizado como el nombre visible del link, y como nombre del archivo en si.

# LinPopUp_Mess
source: However, blank spaces will be replaced by '_' in the file name, for standard and convenience reasons.
es: Sin embargo los espacios en blanco seran reemplazados por '_' en el nombre de archivo, por razones de estandares y comodidad.

# popMissReq_Title
source: Missing Fields
es: Faltan Campos

# popMissReq_Mess
source: Required fields are missing
es: Faltan campos requeridos

# popSingleOutput1_Mess
source: The link file has been created successfully
es: El archivo de link fue creado con éxtio

# popSingleOutput0_Head
source: An error has occurred while creating the link
es: Ha ocurrido un error al crear el link

# popSingleOutput0_Mess
source: The operation failed with the following error:
es: La operacion falló con el siguienete error:

# popMultiOutput1_Mess
source: All links were created successfully
es: Todos los links fueron creados con éxtio

# popMultiOutput0_Head
source: An error has occurred while creating some links:
es: Ha ocurrido un error al crear algunos links:

# popLinkSucces
source: Link creation was successful
es: La creación del Link se realizo con éxito

# popLinkFailure
source: Link creation has failed
es: La creación del Link ha fracasado

# LinPopUp_Mess2
source: Press Cancel to no longer display this message.
es: Presione Cancelar para no volver a mostrar este mensaje.

# btnMoreParams
source: More
es: Más

# popIconsError_Tittle
source: Error importing icons
es: Error al importar iconos

# popIconsError_Mess2
source: Details:
es: Detalles:

# popIconsError_Mess
source: There was an error importing the icon list.
es: Hubo un error al importar la lista de iconos.
