Repository: kevinrmartinez/RetroLinker
Catalog: RetroLinker/Translations/resMainExtras.*.resx
Languages: es

# tittleEntryName
source: Name the Desktop Entry
es: Nombre el Desktop Entry

# lblFriendlyName
source: Friendly Name:
es: Nombre Sencillo:

# lblFileName
source: File Name:
es: Nombre de Archivo:

# txtFriendlyName_Tip
source: Name used on Apps list and the desktop.
es: Nombre usado en listas de Apps y en el escritorio.

# txtFileName_Tip
source: Final name of the file.
es: Nombre final del archivo.

# lblExt_Tip
source: The .desktop extension is added automatically.
es: La extensión .desktop is añadida automaticamente.

# btnClear_Tip
source: Undo changes
es: Deshacer cambios

# chkCustomFilename
source: Custom Filename
es: Personalizar nombre de archivo

# rdoNoPatch
source: No Patch
es: Sin Parcher

# chkNoPatch_Tip2
source: Disables all forms of content patching.
es: Deshabilita todas los metodos de parches.

# popNonSelected_Tittle
source: No Patch Selected
es: Parche No Seleccionado

# popNonSelected_Msg
source: No patch file selected. Using implicit No Patch.
es: No se selecciono un archivo de parche. Utilizando Sin Parche implicitamente.

# chkNoPatch
source: Explicit No Patch
es: Explicitamente Sin Parche

# tittleAppendConfig
source: Append Config
es: Anexar Config

# lblAppendPath
source: Paths of Configs to Append
es: Rutas de las Configs a Anexar
