Repository: kevinrmartinez/RetroLinker
Catalog: RetroLinker/Translations/resSettingsWindow.*.resx
Languages: es

# tabPaths
source: App Paths
es: Rutas de la App

# tabOutput
source: Output Paths
es: Rutas de Salida

# popDefaults_Title
source: Restore Defaults
es: Restaurar Defaults

# popDefaults_Mess
source: Are you sure you want to restore the default settings?
es: ¿Está seguro de restaurar la configuracion default?

# lblCat_Appearance
source: Appearance
es: Apariencia

# swtThemeSwitch
source: Theme
es: Tema

# chkThemeDefault
source: System Theme
es: Tema del Sistema

# swtThemeSwitch_Off
source: Light
es: Claro

# swtThemeSwitch_On
source: Dark
es: Oscuro

# lblCat_OtherGeneral
source: Other Settings
es: Otras Preferencias

# chkPrevCONFIG
source: Remember selected config files
es: Recordar archivos config seleccionados

# lblCat_IconsGeneral
source: Icons Settings
es: Preferencias de Iconos

# chkCpyUserIcon
source: Save a copy of selected icons
es: Guardar copia de los iconos usados

# tipCpyUserIcon
source: Copy the selected icon file to this app's directory (UserAssets), and use the copy to create the links.
es: Copia el archivo de icono seleccionado al directorio de esta aplicacion (UserAssets), y usar la copia para los links.

# lblCat_AserAssets
source: UserAssets Path
es: Ruta de UserAssets

# lblCat_DefRADir
source: Prefered Retroarch Executable
es: Ejecutable Preferido de RetroArch

# lblCat_DefROMPath
source: ROMs Parent Directory
es: Directorio Padre de las ROMs

# blcUserAssets
source: Copies of the icons and the source of the available Cores (cores.txt) are saved in the 'UserAssets' folder.
es: Las copias de los iconos y la fuente de los Cores disponibles (cores.txt) se guardan en la carpeta UserAssets.

# lblCat_DEFLinkOutput
source: Link Output
es: Salida del Link

# chkAlwaysAskOutput
source: Allways ask the output path of the Link
es: Preguntar siempre el destino del Link

# lblDEFLinkOutput
source: Allways output to this path
es: Simpre guardar en esta ruta

# lblCat_MakeLinkCopy
source: Link Copies
es: Copias del Link

# chkMakeLinkCopy
source: Make copies in:
es: Hacer copias en:

# lblCat_IcoOutput
source: .ico files output (Windows only)
es: Salida de archivos .ico (Solo para Windows)

# chkExtractIco
source: Extract the icon from the '.exe' before using it
es: Extraer el icono del '.exe' antes de utilizarlo

# tipExtractIco
source: Extracts the icon from the executable file as an '.ico'. It's outputed in the directory selected above.
es: Extrae el icono del ejecutable seleccionado como un '.ico'. Se guarda en la direccion elegida arriba.

# chkIcoLinkName
source: The extracted .ico takes the same name as the Link
es: El .ico extrido lleva el nombre del Link

# tipUseDefaultIcoSavPath
source: Use the directory selected above to store the converted icons.
es: Usar la carpeta seleccionada arriba para guardar los iconos convertidos.

# blcIcoSavPath
source: Choose the directory for converted '.ico' files
es: Eliga el directorio para '.ico' convertidos

# blcIcoOutout
source: When you use .png or .jpg/jpeg as an icon in Windows, the application converts that file to an '.ico'. This must be saved in a directory always accessible by the Link created.
es: Cuando se usa .png o .jpg/jpeg como un icono en Windows, la aplicacion convierte dicho archivo a un '.ico'. Este se debe guardar en un directorio siempre accesible por el Link creado.

# strAddCustomCopyPath
source: Other...
es: Otro...

# strDefIcoSavPathItem0
source: Use the UserAssets path
es: Usar la ruta UserAssets

# strDefIcoSavPathItem1
source: Use the ROM path
es: Usar la ruta de la ROM

# strDefIcoSavPathItem2
source: Use Retroarch path
es: Usar la ruta de Retroarch

# txtIcoSavPath1
source: Alongside the ROM
es: Junto a la ROM

# txtIcoSavPath2
source: Alongside RetroArch executable
es: Junto al ejecutable de RetroArch

# lblLocale
source: Language
es: Idioma
